
"Passcode Lock" = "Şifre kilidi";

"All data in this app will be erased after %d failed passcode attempts." = "Bu uygulamadaki tüm veriler, %d başarısız şifre denemesinden sonra silinecek.";
"Cancel" = "İptal et";
"Enable" = "Etkinleştir";
"Erase all content in the app after %d failed passcode attempts." = "%d başarısız şifre denemesinden sonra uygulamadaki tüm içeriği sil.";

"Turn Passcode Off" = "Şifreyi kapat";
"Turn Passcode On" = "Şifreyi aç";
"Change Passcode" = "Şifreyi değiştir";
"Erase Data" = "Verileri sil";
"Set Passcode" = "Şifre ayarla";
"Turn off Passcode" = "Şifreyi kapat";
"Enter Passcode" = "Şifre gir";
"1 Failed Passcode Attempt" = "1 başarısız şifre denemesi";
"%i Failed Passcode Attempts" = "%i başarısız şifre denemesi";
"Passcodes did not match. Try again." = "Şifreler eşleşmedi. Tekrar deneyin.";
"Enter a different passcode. You cannot re-use the same passcode." = "Farklı bir şifre girin. Aynı şifreyi tekrar kullanamazsınız.";
"Erase all data and reset passcode" = "Tüm veriler silinsin ve şifre sıfırlansın mı?";

"Enter your passcode" = "Şifrenizi giriniz";
"Enter a passcode" = "6 haneli bir şifre girin";
"Re-enter your passcode" = "Şifrenizi tekrar girin";
"Enter your old passcode" = "Eski şifrenizi girin";
"Enter your new passcode" = "6 haneli yeni şifrenizi girin";
"Re-enter your new passcode" = "Yeni şifrenizi tekrar girin";

"Passcode lock notice" = "Lütfen aklınızda bulundurun";
"ResetInfo" = "Şifreyi sıfırlamanın bir yolu yoktur; unutursanız, sohbetlerinize erişemezsiniz.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "Uygulama şifre kilidi, verilerinizi meraklı gözlere karşı korur, ancak cihazınızda bir şifre kilidi ayarlamanın yerini almaz. \nHenüz yapmadıysanız, cihazınızdaki verilerin şifrelendiğinden emin olmak için bir cihaz şifre kilidi de ayarlayın.";

"Require Passcode" = "Şifre iste";
"Immediately" = "Hemen";
"After 1 minute" = "1 dakika sonra";
"After %d minutes" = "%d dakika sonra";
"After 1 min." = "1 dakika sonra";
"After %d min." = "%d dakika sonra";
"After 1 hour" = "1 saat sonra";
"After %d hours" = "%d saat sonra";

"Passcode_remove_title" = "Özel sohbetler";
"Passcode_remove_message" = "Erişim korumasını kaldırırsanız, tüm özel sohbetleriniz sohbete genel bakış ekranında tekrar görünür hale gelir.";
"Passcode_remove_disable" = "Şifreyi devre dışı bırak";
